Repository: onifinancedao/project-interface
Catalog: src/locales/*.po
Languages: es_es

source: To burn
es_es: Para quemar

source: To continue you must connect a wallet
es_es: Para continuar debes conectar una billetera

source: To exchange
es_es: Para intercambiar

source: Token address
es_es: Dirección del token

source: Total received
es_es: Total recibido

source: Total votes against
es_es: Votos totales en contra

source: Total votes for
es_es: Votos totales a favor

source: Transaction
es_es: Transacción

source: Transaction submitted
es_es: Transacción enviada

source: Transactions
es_es: Transacciones

source: Transfer or Approve
es_es: Transferir o aprobar

source: Transfer token
es_es: Transferir token

source: UNDETERMINED
es_es: INDETERMINADO

source: Unlock votes
es_es: Desbloquear votos

source: Unlock {0} Votes
es_es: Desbloquear {0} Votos

source: Unsupported
es_es: No soportado

source: Unsupported network!
es_es: ¡Red no soportada!

source: Untitled
es_es: Sin titulo

source: Update Delegation
es_es: Actualizar delegación

source: Update delegate
es_es: Actualizar delegado

source: Updated delegate
es_es: Delegado actualizado

source: Updating delegate
es_es: Actualizando delegado

source: Use gas limit
es_es: Usar límite de gas

source: Use raw calldata
es_es: Usar calldata en bruto

source: View
es_es: Ver

source: View on Explorer
es_es: Ver en el Explorador

source: View voters against
es_es: Ver votantes en contra

source: View voters for
es_es: Ver votantes a favor

source: Vote Against
es_es: Votar en contra

source: Vote For
es_es: Votar a favor

source: Vote against proposal {proposalId}
es_es: Votar en contra de la propuesta {proposalId}

source: Vote for proposal {proposalId}
es_es: Votar a favor de la propuesta {proposalId}

source: Vote {0} proposal
es_es: Votar {0} de la propuesta

source: Voters against
es_es: Votantes en contra

source: Voters for
es_es: Votantes a favor

source: Voting ended {0}
es_es: Votación finalizada el {0}

source: Voting ends approximately {0}
es_es: La votación termina aproximadamente el {0}

source: Voting starts approximately {0}
es_es: La votación comienza aproximadamente el {0}

source: Votted {0} proposal
es_es: Votó {0} de la propuesta

source: Votting against proposal {proposalId}
es_es: Votando en contra de la propuesta {proposalId}

source: Votting for proposal {proposalId}
es_es: Votando a favor de la propuesta {proposalId}

source: Votting {0} proposal
es_es: Votando {0} de la propuesta

source: Waiting answer
es_es: Esperando respuesta

source: Waiting for confirmation
es_es: Esperando confirmación

source: Waiting to connect
es_es: Esperando para conectar

source: What are OFP tokens and what is their utility?
es_es: ¿Qué son los tokens OFP y qué utilidad tienen?

source: What are random seeds, how are they obtained and how are they used?
es_es: ¿Qué son las semillas aleatorias, cómo se obtienen y cómo se utilizan?

source: What is Onifinace Dollar?
es_es: ¿Qué es Onifinace Dollar?

source: What is Onifinance Name system?
es_es: ¿Qué es Onifinance Name system?

source: What is a Decentralized Autonomous Organization (DAO)?
es_es: ¿Qué es una Organización Autónoma Descentralizada (DAO)?

source: What is liquidity mining and which pairs will participate?
es_es: ¿Qué es la minería de liquidez y qué pares participarán?

source: What is the Airdrop and how many OFI tokens will be distributed?
es_es: ¿Qué es el Airdrop y cuántos tokens OFI se distribuirán?

source: What is the OFI token and how useful is it?
es_es: ¿Qué es el token OFI y qué tan útil es?

source: What is the Onifinance DAO?
es_es: ¿Qué es Onifinance DAO?

source: What is the Onifinance Project?
es_es: ¿Qué es el Proyecto Onifinance?

source: What networks will Onifinance DAO work on?
es_es: ¿En qué redes funcionará Onifinance DAO?

source: What other stablecoins will Onifinance DAO have?
es_es: ¿Qué otras stablecoins tendrá Onifinance DAO?

source: What resources will be under the control of Onifinance Project's governance system to create Onifinance DAO?
es_es: ¿Qué recursos estarán bajo el control del sistema de gobernanza del Proyecto Onifinance para crear Onifinance DAO?

source: What reward will the creators of Onifinance DAO receive?
es_es: ¿Qué recompensa recibirán los creadores de Onifinance DAO?

source: What will be the price of each OFI token?
es_es: ¿Cuál será el precio de cada token OFI?

source: When does the construction of Onifinance DAO begin?
es_es: ¿Cuándo comienza la construcción de Onifinance DAO?

source: When does the minting of OFP tokens begin and end?
es_es: ¿Cuándo comienza y cuándo termina la acuñación de tokens OFP?

source: When will Onifinance DAO be launched?
es_es: ¿Cuándo se lanzará Onifinance DAO?

source: Who is the developer of the Onifinance Project (Hacku)?
es_es: ¿Quién es el desarrollador del Proyecto Onifinance (Hacku)?

source: Winner #{count}
es_es: Ganador #{count}

source: With the funds raised by the Onifinance Project, the construction of Onifinance DAO begins. All code for the Onifinance DAO smart contracts will be audited before launch.
es_es: Con los fondos recaudados por el Proyecto Onifinance, comienza la construcción de Onifinance DAO. Todo el código de los contratos inteligentes de Onifinance DAO será auditado antes de su puesta en marcha.

source: Withdraw
es_es: Retirar

source: Withdraw {0} {1}
es_es: Retirar {0} {1}

source: Withdrawing
es_es: Retirando

source: You already have an active or pending proposal
es_es: Ya tiene una propuesta activa o pendiente.

source: You don't have enough votes to submit a proposal
es_es: No tienes suficientes votos para presentar una propuesta.

source: You may have lost your network connection.
es_es: Puede que hayas perdido la conexión de red.

source: You must have {0} votes to submit a proposal
es_es: Debes tener {0} votos para presentar una propuesta.

source: Your dedication and effort have been valuable to the project's success, and we want to acknowledge your contribution 🎁.
es_es: Tu dedicación y esfuerzo han sido valiosos para el éxito del proyecto y queremos reconocer tu contribución 🎁.

source: Your transactions will appear here.
es_es: Sus transacciones aparecerán aquí.

source: balance: {0}
es_es: saldo: {0}

source: copied!
es_es: ¡copiado!

source: copy
es_es: copiar

source: example
es_es: ejemplo

source: example#1
es_es: ejemplo#1

source: example#2
es_es: ejemplo#2

source: failed
es_es: fallida

source: random words
es_es: palabras aleatorias

source: reason
es_es: motivo

source: self-delegated!
es_es: ¡autodelegado!

source: until start minting!
es_es: ¡hasta empezar a acuñar!

source: withdrawing
es_es: retirando

source: withdrew
es_es: retirado

source: {0} / {1} Votes
es_es: {0} / {1} Votos

source: {0} Current votes
es_es: {0} Votos actuales

source: {0} Days
es_es: {0} Días

source: {0} Votes
es_es: {0} Votos

source: {0} Votes {1}
es_es: {0} Votos {1}

source: {0} self-delegated votes.
es_es: {0} votos autodelegados.

source: {0} votes delegated to:
es_es: {0} votos autodelegados a:

source: {0} {1} Hours
es_es: {0} {1} Horas

source: {0} {1} Minutes
es_es: {0} {1} Minutos

source: {0} {1} Seconds
es_es: {0} {1} Segundos

source: {0} {1} available to <0>withdraw</0>
es_es: {0} {1} disponibles para <0>retirar</0>
