Repository: onifinancedao/project-interface
Catalog: src/locales/*.po
Languages: es_es

source: Liquidity mining will begin shortly after the launch of the Onifinance DAO, 650 million OFI tokens (65% of the initial supply) will be distributed through this method.
es_es: La minería de liquidez comenzará poco después del lanzamiento de la Onifinance DAO, se distribuirán 650 millones de tokens OFI (el 65% del suministro inicial) mediante este método.

source: Markdown editor
es_es: Editor de Markdown

source: Mint
es_es: Acuñar

source: Mint {0} {1}
es_es: Acuñar {0} {1}

source: Minted
es_es: Acuñado

source: Minted tokens: {0} {1} / {2} {3}.
es_es: Tokens acuñados: {0} {1} / {2} {3}.

source: Minting
es_es: Acuñando

source: Minting 1 OFP token will cost 100 USDC tokens plus the transaction fee.
es_es: Acuñar 1 token OFP costará 100 tokens USDC más la tarifa de transacción.

source: Minting begins on {0} and ends once token number {1} is minted.
es_es: La acuñación comienza el {0} y termina una vez que se haya acuñado el token número {1}.

source: Minting begins on {0}.
es_es: La acuñación comienza el {0}.

source: Minting ends when token number 20000 is minted.
es_es: El proceso de acuñación finaliza cuando se haya acuñado el token número 20000.

source: Minting {0} {1} for {2} {3}
es_es: Acuñando {0} {1} por {2} {3}

source: Name
es_es: Nombre

source: Network warning
es_es: Advertencia de red

source: No proposals found.
es_es: No se encontraron propuestas.

source: No tokens to display
es_es: No hay tokens para mostrar

source: Non-existent raffle
es_es: Sorteo inexistente

source: Nothing to claim
es_es: Nada que reclamar

source: OFP tokens can be exchanged for OFI tokens 60 days after the Onifinance DAO has been launched, the exchange of OFP tokens for OFI tokens can be done in the <0>"Exchange"</0> option that will appear in the navigation bar of the Onifinance Project interface.
es_es: Los tokens OFP pueden ser intercambiados por tokens OFI 60 días después del lanzamiento de la Onifinance DAO, el intercambio de tokens OFP por tokens OFI se puede realizar en la opción <0>"Intercambiar"</0> que aparecerá en la barra de navegación de la interfaz del Proyecto Onifinance.

source: Once the smart contracts of the Onifinance DAO are completed, they must be audited by a professional company specializing in smart contract auditing. If the results of the audit are positive, the launch will proceed. Otherwise, recommended corrections will be made and the launch will proceed.
es_es: Una vez que se completen los contratos inteligentes de la Onifinance DAO, deben ser auditados por una empresa profesional especializada en la auditoría de contratos inteligentes. Si los resultados de la auditoría son positivos, se procederá con el lanzamiento. De lo contrario, se realizarán las correcciones recomendadas y se procederá con el lanzamiento.

source: Once the source code of the smart contracts has been audited, the operation of the Onifinance DAO officially begins with an Automated Market Maker (AMM) and its own governance system.
es_es: Una vez que el código fuente de los contratos inteligentes ha sido auditado, la operación de Onifinance DAO comienza oficialmente con un creador de mercado automatizado (AMM) y su propio sistema de gobernanza.

source: Onifanance Dollar OFD will be a multi-collateralized and over-collateralized stablecoin that will allow the exchange of any token for OFD tokens using the liquidity pools of the Automated Market Maker (AMM), will use <0>Chainlink Data Feeds</0> to track the USD price and will be controlled by the Onifanance DAO governance system.
es_es: Onifinance Dollar OFD será una stablecoin multi-colateralizada y sobre-colateralizada que permitirá el intercambio de cualquier token por tokens OFD utilizando las piscinas de liquidez del Creador de Mercado Automatizado (AMM), utilizará <0>Chainlink Data Feeds</0> para rastrear el precio en USD y será controlada por el sistema de gobernanza de Onifinance DAO.

source: Onifinance DAO construction begins
es_es: Comienza la construcción de la Onifinance DAO

source: Onifinance DAO will start with Onifinance Dollar and in the future new stablecoins may be created at the request of the community through the governance system such as: Onifinance Gold (OFG), Onifinance Euro (OFE), Onifinance Silver (OFS), etc.
es_es: La Onifinance DAO comenzará con Onifinance Dollar y en el futuro se podrán crear nuevas stablecoins a petición de la comunidad a través del sistema de gobernanza, tales como: Onifinance Gold (OFG), Onifinance Euro (OFE), Onifinance Silver (OFS), entre otras.

source: Onifinance Dollar (OFD) will allow any token that has liquidity in the Automated Market Maker to be exchanged (AMM) for OFD tokens and will be controlled by the governance system of the Onifinance DAO.
es_es: Onifinance Dollar permitirá que cualquier token que tenga liquidez en el Creador de Mercado Automatizado (AMM) sea intercambiado por tokens OFD y será controlado por el sistema de gobernanza de la Onifinance DAO.

source: Onifinance Dollar (OFD) will be a stablecoin pegged to the US dollar, backed by several different assets and over-collateralized to ensure its stability. <0>Chainlink Data Feeds</0> will be used to maintain the price of the OFD token pegged to the US dollar.
es_es: Onifinance Dollar (OFD) será una stablecoin anclada al dólar estadounidense, respaldada por varios activos diferentes y sobrecolateralizada para garantizar su estabilidad. Se utilizarán los <0>Chainlink Data Feeds</0> para mantener el precio del token OFD anclado al dólar estadounidense.

source: Onifinance Name System
es_es: Sistema de nombres de Onifinance

source: Onifinance Name System will be a service that will allow users to register decentralized .ofi domain names in exchange for any token that has liquidity in the Automated Market Maker, and the initial price for each domain will be 1 OFD token per year. During the first 6 months, the free registration of 1 .ofi domain per address will be allowed, excluding contract addresses.
es_es: Onifinance Name System será un servicio que permitirá a los usuarios registrar nombres de dominio descentralizados .ofi a cambio de cualquier token que tenga liquidez en el Creador de Mercado Automatizado, y el precio inicial para cada dominio será de 1 token OFD por año. Durante los primeros 6 meses, se permitirá el registro gratuito de 1 dominio .ofi por dirección, excluyendo las direcciones de contrato.

source: Onifinance Project
es_es: Proyecto Onifinance

source: Onifinance Project Governance
es_es: Gobernanza del Proyecto Onifinance

source: Onifinance is currently only available on the <0>Polygon Network</0>.
es_es: Onifinance actualmente solo está disponible en la <0>Red Polygon</0>.

source: Onifinance needs you!
es_es: ¡Onifinance te necesita!

source: Onifinance uses smart contracts for its operation and decision making, there is unaudited code and it may contain errors, DO NOT invest more than you are willing to lose.
es_es: Onifinance utiliza contratos inteligentes para su funcionamiento y toma de decisiones, hay código no auditado y puede contener errores, NO invierta más de lo que está dispuesto a perder.

source: Only OFP votes that were self delegated or delegated to another address before block {0} are eligible for voting.
es_es: Solamente los votos OFP que fueron autodelegados o delegados a otra dirección antes del bloque {0} son elegibles para votar.

source: Only available in an emergency
es_es: Solo disponible en caso de emergencia

source: Other Networks
es_es: Otras Redes

source: Other Stablecoins
es_es: Otras Stablecoins

source: Other stablecoins will be created at the request of the community.
es_es: Se crearán otras stablecoins a petición de la comunidad.

source: PENDING
es_es: PENDIENTE

source: Pending
es_es: Pendiente

source: Preview Proposal
es_es: Previsualizar propuesta

source: Price: 1 {0} = {1} {2}
es_es: Precio: 1 {0} = {1} {2}

source: Project funds and dev reward.
es_es: Fondos del proyecto y recompensa del desarrollador.

source: Proposal
es_es: Propuesta

source: Proposal canceled
es_es: Propuesta cancelada

source: Proposal executed
es_es: Propuesta ejecutada

source: Proposal not found.
es_es: Propuesta no encontrada.

source: Proposal queued
es_es: Propuesta puesta en cola

source: Proposal submitted
es_es: Propuesta enviada

source: Proposals
es_es: Propuestas

source: Proposals submitted by community members will appear here.
es_es: Las propuestas enviadas por miembros de la comunidad aparecerán aquí.

source: Propose
es_es: Proponer

source: Proposer
es_es: Proponente

source: Proposing
es_es: Proponiendo

source: QUEUED
es_es: EN COLA

source: Queue
es_es: Poner en cola

source: Queue Proposal
es_es: Poner propuesta en cola

source: Queue proposal
es_es: Poner propuesta en cola

source: Queue proposal {proposalId}
es_es: Poner propuesta {proposalId} en cola

source: Queuing proposal
es_es: Poniendo propuesta en cola

source: Queuing proposal {proposalId}
es_es: Poniendo propuesta {proposalId} en cola

source: Quorum
es_es: Cuórum

source: Raffle
es_es: Sorteo

source: Random seeds
es_es: Semillas aleatorias

source: Random seeds are randomly generated sequences of numbers or characters that are used to create random results or to ensure randomness in certain processes. These seeds can be obtained in different ways, such as through specialized physical devices that generate random numbers or through software that uses algorithms to generate random numbers.
es_es: Las semillas aleatorias son secuencias generadas al azar de números o caracteres que se utilizan para crear resultados aleatorios o para asegurar la aleatoriedad en ciertos procesos. Estas semillas se pueden obtener de diferentes maneras, como a través de dispositivos físicos especializados que generan números aleatorios o mediante software que utiliza algoritmos para generar números aleatorios.

source: Raw Value
es_es: Valor sin procesar

source: Raw amount
es_es: Monto sin procesar

source: Raw call data
es_es: Datos de llamada sin procesar

source: Reason
es_es: Motivo

source: Receipt
es_es: Recibo

source: Reject the developer's final reward request.
es_es: Rechazar la solicitud de recompensa final del desarrollador.

source: Remove from burn
es_es: Quitar de quemar

source: Remove from exchange
es_es: Quitar de intercambiar

source: Request
es_es: Solicitar

source: Request Random Words
es_es: Solicitar palabras aleatorias

source: Request final reward
es_es: Solicitar recompenza final

source: Request random words
es_es: Solicitar palabras aleatorias

source: Requested
es_es: Solicitado

source: Requesting
es_es: Solicitando

source: Reward for minted tokens
es_es: Recompenza por tokens acuñados

source: Roadmap
es_es: Hoja de ruta

source: SUCCEEDED
es_es: EXITOSO

source: Second reward, claim {0} minutes
es_es: Segunda recompensa, reclamar {0} minutos

source: Select action
es_es: Seleccionar acción

source: Select all
es_es: Seleccionar todos

source: Select winners
es_es: Seleccionar ganadores

source: Select winners for raffle #{0}
es_es: Seleccionar ganadores para el sorteo #{0}

source: Self-delegate
es_es: Autodelegarse

source: Self-delegated!
es_es: Autodelegado!

source: Self-delegating
es_es: Autodelegandose

source: Self-delegating {0} Votes
es_es: Autodelegandose {0} Votos

source: Send project funds
es_es: Enviar fondos del proyecto

source: Set gas limit: {0}
es_es: Establecer límite de gas: {0}

source: Settings
es_es: Ajustes

source: Seven random seeds are generated using <0>Chainlink VRF</0>, one for each decentralized raffle.
es_es: Siete semillas aleatorias se generan utilizando <0>Chainlink VRF</0>, una para cada sorteo descentralizado.

source: Show Cancelled
es_es: Mostrar cancelados

source: Start final reward
es_es: Comenzar recompensa final

source: Start of minting
es_es: Comienzo de la acuñación

source: Start of minting:
es_es: Comienzo de la acuñación:

source: Submit proposal
es_es: Enviar propuesta

source: Submitting proposal
es_es: Enviando propuesta

source: The Airdrop will consist of the free distribution of 50 million OFI tokens (5% of the initial supply) to all users who meet the requirements or conditions that the community decides in the governance system.
es_es: El Airdrop consistirá en la distribución gratuita de 50 millones de tokens OFI (5% del suministro inicial) a todos los usuarios que cumplan con los requisitos o condiciones que la comunidad decida en el sistema de gobierno.

source: The OFI token (Onifinance) is an ERC20 token created to participate in the Onifinance DAO governance system, each OFI token will represent 1 vote in the Onifinance DAO governance system.
es_es: El token OFI (Onifinance) es un token ERC20 creado para participar en el sistema de gobierno de la Onifinance DAO, cada token OFI representará 1 voto en el sistema de gobierno de la Onifinance DAO.

source: The OFI token will have an initial price of 0.7 USDC for each OFI. The price will be subject to supply and demand.
es_es: El token OFI tendrá un precio inicial de 0.7 USDC por cada OFI. El precio estará sujeto a la oferta y la demanda.

source: The OFI token, which will be used as the utility token of the Onifinance DAO.
es_es: El token OFI, que será utilizado como el token de utilidad de la Onifinance DAO.

source: The OFI tokens represent voting shares in the governance of the Onifinance Project. You can vote on each proposal yourself or delegate your votes to a third party.
es_es: Los tokens OFI representan participaciones de voto en la gobernanza del proyecto Onifinance. Puedes votar en cada propuesta por ti mismo o delegar tus votos a un tercero.

source: The OFP (Onifinance Project) tokens are a non-fungible or NFT token type created as part of the Onifinance Project. Their main utility is to serve as a means to participate in the Onifinance Project governance system and obtain OFI tokens. OFP token holders can exchange them for OFI tokens once the Onifinance DAO has been launched.
es_es: Los tokens OFP (Onifinance Project) son un tipo de token no fungible o NFT creado como parte del proyecto Onifinance. Su principal utilidad es servir como medio para participar en el sistema de gobernanza del Proyecto Onifinance y obtener tokens OFI. Los titulares de tokens OFP pueden intercambiarlos por tokens OFI una vez que se haya lanzado la Onifinance DAO.

source: The Onifinance DAO will be a decentralized autonomous organization (DAO) governed by a decentralized governance system. It will consist of three main elements:
es_es: La Onifinance DAO será una organización autónoma descentralizada (DAO) gobernada por un sistema de gobierno descentralizado. Estará compuesta por tres elementos principales:

source: The Onifinance DAO will initially run on the Polygon network and may expand to other networks such as Ethereum, Binance Smart Chain, Arbitrum, etc. in the future, as required by the community.
es_es: La Onifinance DAO se ejecutará inicialmente en la red de Polygon y podrá expandirse a otras redes como Ethereum, Binance Smart Chain, Arbitrum, etc. en el futuro, según lo requiera la comunidad.

source: The Onifinance Dollar (OFD) will be a stablecoin pegged to the US dollar.
es_es: El Onifinance Dollar (OFD), que será una stablecoin anclada al dólar estadounidense.

source: The Onifinance Name System will allow the registration of decentralized domain names .ofi, charging 1 OFD token for each domain per year. During the first 6 months, the registration of 1 .ofi domain name per address will be allowed for free, excluding contract addresses.
es_es: El Sistema de Nombres de Onifinance permitirá el registro de nombres de dominio descentralizados .ofi, cobrando 1 token OFD por cada dominio por año. Durante los primeros 6 meses se permitirá el registro gratuito de 1 nombre de dominio .ofi por dirección, excluyendo las direcciones de contrato.

source: The Onifinance Project developer may claim the following rewards over time:
es_es: El desarrollador del proyecto Onifinance podrá reclamar las siguientes recompensas con el tiempo

source: The Onifinance Project is an initiative aimed at creating and launching the Onifinance DAO. To achieve this, the project allows users to mint OFP tokens in exchange for USDC tokens, each of which entitles them to one vote in the project's governance system. A total of 20000 OFP tokens will be allowed to be minted, and once minted, seven decentralized raffles will take place, each with different USDC token prizes. There will also be a community raffle on Twitter with 50 prizes of 1000 USDC tokens each. Users will be able to claim OFI tokens in exchange for their OFP tokens 60 days after the launch of the Onifinance DAO, and in case of emergency, the project has a mechanism to distribute the OFP contract balance among holders in exchange for their OFP tokens.
es_es: El Proyecto Onifinance es una iniciativa que tiene como objetivo crear y lanzar la Onifinance DAO. Para lograr esto, el proyecto permite a los usuarios acuñar tokens OFP a cambio de tokens USDC, cada uno de los cuales da derecho a un voto en el sistema de gobernanza del proyecto. Se permitirá la acuñación de un total de 20000 tokens OFP, y una vez acuñados, se llevarán a cabo siete sorteos descentralizados, cada uno con diferentes premios en tokens USDC. También habrá un sorteo comunitario en Twitter con 50 premios de 1000 tokens USDC cada uno. Los usuarios podrán reclamar tokens OFI a cambio de sus tokens OFP 60 días después del lanzamiento del la Onifinance DAO, y en caso de emergencia, el proyecto tiene un mecanismo para distribuir el saldo del contrato OFP entre los titulares a cambio de sus tokens OFP.

source: The Onifinance Project will have available for funding the creation, auditing, launch, and initial liquidity of the Onifinance DAO:
es_es: El Proyecto Onifinance tendrá disponible para financiar la creación, auditoría, puesta en marcha y liquidez inicial del la Onifinance DAO:

source: The connection attempt failed.
es_es: El intento de conexión falló.

source: The construction and implementation of the Onifinance DAO will be the responsibility of the community and will be open to changes proposed by the community in the governance system of the Onifinance Project. If the community decides it is necessary, all or some aspects of the Onifinance DAO can be modified to adapt to the needs and preferences of the community.
es_es: La construcción e implementación de la Onifinance DAO estará a cargo de la comunidad y estará abierta a cambios propuestos por la comunidad en el sistema de gobernanza del Proyecto Onifinance. Si la comunidad decide que es necesario, todos o parte de los aspectos de la Onifinance DAO pueden ser modificados para adaptarlos a las necesidades y preferencias de la comunidad.

source: The construction of the Onifinance DAO will begin immediately after the execution and delivery of the community raffle prizes.
es_es: La construcción de la Onifinance DAO comenzará inmediatamente después de la ejecución y entrega de los premios del sorteo comunitario.

source: The developer of the Onifinance Project prefers to remain anonymous and would be willing to reveal their true identity if necessary. Although the true identity of the developer may not be as important, what really matters is the transparency and reliability of the project. The project's source code is the true proof of its quality and reliability.
es_es: El desarrollador del Proyecto Onifinance prefiere permanecer anónimo y estaría dispuesto a revelar su verdadera identidad si fuera necesario. Aunque la verdadera identidad del desarrollador puede no ser tan importante, lo que realmente importa es la transparencia y confiabilidad del proyecto. El código fuente del proyecto es la verdadera prueba de su calidad y confiabilidad.

source: The developer will be able to claim 1 USDC token for every minted OFP token.
es_es: El desarrollador podrá reclamar 1 token USDC por cada token OFP acuñado.

source: The emergency mechanism permanently disables most of the Onifinance Project's functions and distributes the Onifinance Project's USDC tokens in exchange for burning OFP tokens.
es_es: El mecanismo de emergencia deshabilita permanentemente la mayoría de las funciones del Proyecto Onifinance y distribuye los tokens USDC del Proyecto Onifinance a cambio de quemar tokens OFP.

source: The fifth decentralized raffle will have 200 winners of 200 USDC tokens each.
es_es: El quinto sorteo descentralizado tendrá 200 ganadores de 200 tokens USDC cada uno.

source: The first 10 OFP tokens are automatically delivered to the developer.
es_es: Los primeros 10 tokens OFP son entregados automáticamente al desarrollador.

source: The first decentralized raffle will have one winner, and the prize will be 100000 USDC tokens.
es_es: El primer sorteo descentralizado tendrá un ganador y el premio será de 100000 tokens USDC.

source: The fourth decentralized raffle will have 200 winners of 2000 USDC tokens each.
es_es: El cuarto sorteo descentralizado tendrá 200 ganadores de 2000 tokens USDC cada uno.

source: The initial amount is one billion OFI tokens and it will be distributed as follows:
es_es: La cantidad inicial es de mil millones de tokens OFI y se distribuirá de la siguiente manera:

source: The mentioned reward will be delivered over the course of 5 years, and the developer of the Onifinance Project (Hacku) is excluded from it.
es_es: La recompensa mencionada se entregará en un plazo de 5 años y el desarrollador del proyecto Onifinance (Hacku) está excluido de ella.

source: The raffle has not yet been executed.
es_es: El sorteo aún no se ha ejecutado.

source: The raffles will be conducted as follows:
es_es: Los sorteos se llevarán a cabo de la siguiente manera:

source: The second decentralized raffle will have four winners of 50000 USDC tokens each.
es_es: El segundo sorteo descentralizado tendrá cuatro ganadores de 50000 tokens USDC cada uno.

source: The seventh decentralized raffle will have 200 winners of 50 USDC tokens each.
es_es: El séptimo sorteo descentralizado tendrá 200 ganadores de 50 tokens USDC cada uno.

source: The sixth decentralized raffle will have 200 winners of 100 USDC tokens each.
es_es: El sexto sorteo descentralizado tendrá 200 ganadores de 100 tokens USDC cada uno.

source: The third decentralized raffle will have 30 winners of 10000 USDC tokens each.
es_es: El tercer sorteo descentralizado tendrá 30 ganadores de 10000 tokens USDC cada uno.

source: The votes in the governance system of the Onifinance Project are obtained by owning OFP tokens and self-delegating them, or having someone with OFP tokens delegate their votes to you.
es_es: Los votos en el sistema de gobierno del Proyecto Onifinance se obtienen al ser propietario de tokens OFP y auto-delegarlos o tener a alguien con tokens OFP que delegue sus votos en ti.

source: There are only
es_es: Solo hay

source: There will also be a community raffle on Twitter with 50 prizes of 1000 USDC tokens each. To participate, users must follow <0>Onifinance's</0> official Twitter account and retweet a tweet specified by the account. The delivery of such prizes must be approved by the community using the governance system of the Onifinance Project.
es_es: También habrá un sorteo comunitario en Twitter con 50 premios de 1,000 tokens USDC cada uno. Para participar, los usuarios deben seguir la cuenta oficial de Twitter de <0>Onifinance</0> y retuitear un tweet especificado por la cuenta. La entrega de dichos premios debe ser aprobada por la comunidad utilizando el sistema de gobierno del Proyecto Onifinance.

source: There will be a total of 6 pairs participating in the liquidity mining program.
es_es: Habrá un total de 6 pares participando en el programa de minería de liquidez.

source: This proposal may be executed after {0}.
es_es: Esta propuesta podrá ser ejecutada después de {0}.

source: To
es_es: Para
