Repository: onifinancedao/project-interface
Catalog: src/locales/*.po
Languages: es_es

source: "Don't trust, check the <0>source code</0>"
es_es: "No confíes, revisa el <0>código fuente</0>"

source: 1 OFP token will be selected and the token owner will be able to claim 100000 USDC tokens.
es_es: Se seleccionará 1 token OFP y el propietario del token podrá reclamar 100000 tokens USDC.

source: 1 USDC token for every OFP token minted.
es_es: 1 token USDC por cada token OFP acuñado.

source: 100 million OFI tokens will be made available to the community through the Onifanance DAO governance system (10% of the initial supply).
es_es: Se pondrán a disposición de la comunidad 100 millones de tokens OFI a través del sistema de gobernanza de Onifanance DAO (10% del suministro inicial).

source: 100 million for the treasury of Onifinance DAO.
es_es: 100 millones para el tesoro de Onifinance DAO.

source: 100 million to be exchanged for OFP tokens.
es_es: 100 millones para ser intercambiados por tokens OFP.

source: 19000 USDC tokens in total will be distributed over a period of 6 months after the community raffle is completed.
es_es: 19000 tokens USDC en total serán distribuidos en un período de 6 meses después de que se complete el sorteo comunitario.

source: 200 OFP tokens will be selected and holders of the selected tokens will be able to claim 100 USDC tokens each.
es_es: Se seleccionarán 200 tokens OFP y los titulares de los tokens seleccionados podrán reclamar 100 tokens USDC cada uno.

source: 200 OFP tokens will be selected and holders of the selected tokens will be able to claim 200 USDC tokens each.
es_es: Se seleccionarán 200 tokens OFP y los titulares de los tokens seleccionados podrán reclamar 200 tokens USDC cada uno.

source: 200 OFP tokens will be selected and holders of the selected tokens will be able to claim 2000 USDC tokens each.
es_es: Se seleccionarán 200 tokens OFP y los titulares de los tokens seleccionados podrán reclamar 2000 tokens USDC cada uno.

source: 200 OFP tokens will be selected and holders of the selected tokens will be able to claim 50 USDC tokens each.
es_es: Se seleccionarán 200 tokens OFP y los titulares de los tokens seleccionados podrán reclamar 50 tokens USDC cada uno.

source: 30 OFP tokens will be selected and holders of the selected tokens will be able to claim 10000 USDC tokens each.
es_es: Se seleccionarán 30 tokens OFP y los titulares de los tokens seleccionados podrán reclamar 10000 tokens USDC cada uno.

source: 4 OFP tokens will be selected and holders of the selected tokens will be able to claim 50000 USDC tokens each.
es_es: Se seleccionarán 4 tokens OFP y los titulares de los tokens seleccionados podrán reclamar 50000 tokens USDC cada uno.

source: 40000 USDC tokens, which can be claimed 60 days after the launch of Onifinance DAO.
es_es: 40000 tokens USDC, los cuales podrán ser reclamados 60 días después del lanzamiento de Onifinance DAO.

source: 50 million OFI tokens (5% of the initial supply) will be distributed among the staff who contribute significantly to the creation of Onifinance DAO. The tokens will be delivered over the course of 5 years, with the OFP developer excluded from this reward.
es_es: 50 millones de tokens OFI (5% del suministro inicial) se distribuirán entre el personal que contribuya significativamente a la creación del Onifinance DAO. Los tokens se entregarán en el transcurso de 5 años, y el desarrollador de OFP quedará excluido de esta recompensa.

source: 50 million OFI tokens that will be delivered over the course of 5 years and its delivery will start 60 days after the launch of the Onifinance DAO.
es_es: 50 millones de tokens OFI que se entregarán a lo largo de 5 años y cuya entrega comenzará 60 días después del lanzamiento de Onifinance DAO.

source: 50 million OFI tokens will be distributed through the Airdrop (5% of the initial supply).
es_es: 50 millones de tokens OFI serán distribuidos a través del Airdrop (5% del suministro inicial).

source: 50 million for the Airdrop.
es_es: 50 millones para el Airdrop.

source: 50 million for the developer of the Onifinance Project (hacku).
es_es: 50 millones para el desarrollador del Proyecto Onifinance (hacku).

source: 50 million for the staff who contribute significantly to the creation and implementation of the Onifinance DAO, excluding the developer of the Onifinance Project (hacku).
es_es: 50 millones para el personal que contribuya significativamente en la creación e implementación del Onifinance DAO, excluyendo al desarrollador del Proyecto Onifinance (hacku).

source: 650 million to be distributed through the Liquidity Mining system (65% of the initial supply).
es_es: 650 millones se distribuirán a través del sistema de Minería de Liquidez (65% del suministro inicial).

source: 800000 USDC tokens, 850 million OFI tokens (85% of the initial supply), and the ability to create new OFI tokens.
es_es: 800000 tokens USDC, 850 millones de tokens OFI (85% del suministro inicial) y la capacidad para crear nuevos tokens OFI.

source: 850 million OFI tokens will be transferred to the governance system (85% of the initial supply), 800000 USDC tokens, and the ability to mint new OFI tokens. Additionally, the developer will receive a total of 19000 USDC tokens over the course of 6 months.
es_es: Se transferirán 850 millones de tokens OFI al sistema de gobernanza (el 85% del suministro inicial), 800000 tokens USDC y la capacidad de acuñar nuevos tokens OFI. Además, el desarrollador recibirá un total de 19000 tokens USDC durante un período de 6 meses.

source: <0>Unlock voting</0> to prepare for the next proposal.
es_es: <0>Desbloquear votación</0> para prepararse para la siguiente propuesta.

source: A DAO is a decentralized organization based on blockchain technology that allows its participants to make collective decisions through a voting system. Instead of having a traditional hierarchical structure with centralized authority, a DAO relies on the participation of its members to make decisions about how the organization's resources should be used. DAOs often use tokens to represent ownership and vote on organizational decisions. In the case of Onifinance DAO, OFI tokens will give the right to vote in the organization's governance system.
es_es: Un DAO es una organización descentralizada basada en tecnología blockchain que permite a sus participantes tomar decisiones colectivas a través de un sistema de votación. En lugar de tener una estructura jerárquica tradicional con autoridad centralizada, un DAO depende de la participación de sus miembros para tomar decisiones sobre cómo deben utilizarse los recursos de la organización. Los DAO a menudo utilizan tokens para representar la propiedad y votar en las decisiones organizativas. En el caso de Onifinance DAO, los tokens OFI darán el derecho a voto en el sistema de gobierno de la organización.

source: A minimum of 10 votes is required to start a proposal.
es_es: Se requiere un mínimo de 10 votos para iniciar una propuesta.

source: A minimum of 800 votes is required and there must be more votes for than against.
es_es: Se requiere un mínimo de 800 votos y debe haber más votos a favor que en contra.

source: A minimum threshold of 10 votes is required to submit proposals
es_es: Se requiere un umbral mínimo de 10 votos para presentar propuestas

source: ACTIVE
es_es: ACTIVO

source: Action
es_es: Acción

source: Action list
es_es: Lista de acciones

source: Activate Emergency
es_es: Activar Emergencia

source: Activate emergency
es_es: Activar Emergencia

source: Add
es_es: Agregar

source: Add action
es_es: Agregar acción

source: Add balance
es_es: Agregar saldo

source: Add claimable balance
es_es: Agregar saldo reclamable

source: Add items to burn.
es_es: Agregar artículos para quemar.

source: Add items to exchange.
es_es: Agregar artículos para intercambiar.

source: Add reason
es_es: Agregar motivo

source: Add to burn
es_es: Agregar para quemar

source: Add to exchange
es_es: Agregar para intercambiar

source: Add winner
es_es: Agregar ganador

source: Add {0}
es_es: Agregar {0}

source: Add {0} {1}
es_es: Agregar {0} {1}

source: Added {0}
es_es: Agregado {0}

source: Adding
es_es: Agregando

source: Additionally, OFP tokens can also be used to participate in decentralized raffles where USDC tokens will be distributed. In case of emergency, OFP tokens can also be used to obtain a portion of the OFP contract balance through a distribution mechanism activated by the governance system.
es_es: Además, los tokens OFP también se pueden utilizar para participar en sorteos descentralizados en los que se distribuirán tokens USDC. En caso de emergencia, los tokens OFP también se pueden utilizar para obtener una parte del saldo del contrato OFP a través de un mecanismo de distribución activado por el sistema de gobernanza.

source: Additionally, the community will be able to mint, through the Onifinance DAO governance system, no more than 4% of the total supply once a year.
es_es: Además, la comunidad podrá crear, a través del sistema de gobierno de Onifinance DAO, no más del 4% del suministro total una vez al año.

source: Aded
es_es: Agregado

source: After the launch of Onifinance DAO, the developer requests the bounty and must wait 60 days to claim 40,000 USDC tokens. The OFP contract will then start giving the developer a total of 50 million OFI tokens (5% of the initial supply) over the course of 5 years. The community can reject the request using the governance system.
es_es: Después del lanzamiento de Onifinance DAO, el desarrollador solicita la recompensa y debe esperar 60 días para reclamar 40,000 tokens USDC. Luego, el contrato OFP comenzará a dar al desarrollador un total de 50 millones de tokens OFI (5% del suministro inicial) en el transcurso de 5 años. La comunidad puede rechazar la solicitud utilizando el sistema de gobierno.

source: Against
es_es: En contra

source: All Proposals
es_es: Todas las propuestas

source: An Automated Market Maker (AMM) that will feature liquidity mining for the first three months in some selected token pairs.
es_es: Un Creador de Mercado Automatizado (AMM) que contará con minería de liquidez durante los primeros tres meses en algunos pares de tokens seleccionados.

source: Approve
es_es: Aprobar

source: Approve the use of your {0} tokens
es_es: Aprobar el uso de tus tokens {0}.

source: Approve token
es_es: Aprobar token

source: Approve {0}
es_es: Aprobar {0}

source: Approved
es_es: Aprobado

source: Approving
es_es: Aprobando

source: Burn
es_es: Quemar

source: Burn {0} {1}
es_es: Quemar {0} {1}

source: Burned
es_es: Quemado

source: Burning
es_es: Quemando

source: Burning {0} {1} tokens in exchange for {2} {3} tokens
es_es: Quemando {0} {1} tokens a cambio de {2} {3} tokens

source: CANCELED
es_es: CANCELADO

source: Call Data
es_es: Datos de llamada

source: Call data
es_es: Datos de llamada

source: Cancel Proposal
es_es: Cancelar Propuesta

source: Cancel all
es_es: Cancelar todo

source: Cancel proposal
es_es: Cancelar Propuesta

source: Cancel proposal {proposalId}
es_es: Cancelar Propuesta {proposalId}

source: Canceling proposal
es_es: Cancelando propuesta

source: Canceling proposal {proposalId}
es_es: Cancelando propuesta {proposalId}

source: Cast Vote
es_es: Emitir Voto

source: Claim OFI tokens
es_es: Reclamar tokens OFI

source: Claim reward
es_es: Reclamar recompensa

source: Clear All
es_es: Limpiar todo

source: Clear all
es_es: Limpiar todo

source: Close
es_es: Cerrar

source: Coming soon
es_es: próximamente

source: Community Raffle
es_es: Sorteo Comunitario

source: Community raffle
es_es: Sorteo Comunitario

source: Community treasure
es_es: Tesoro Comunitario

source: Confirm minting
es_es: Confirmar acuñación

source: Confirm this connection in your wallet.
es_es: Confirme esta conexión en su billetera.

source: Confirm this transaction in your wallet
es_es: Confirme esta transacción en su billetera.

source: Confirmed
es_es: Confirmado

source: Connect Wallet
es_es: Conectar Billetera

source: Connect a wallet
es_es: Conectar una Billetera

source: Connect to polygon network
es_es: Conectar a la red polygon

source: Connected with {walletName}
es_es: Conectado con {walletName}

source: Connecting
es_es: Conectando

source: Continue
es_es: Continuar

source: Create Proposal
es_es: Crear propuesta

source: Create proposal
es_es: Crear propuesta

source: Custom Action
es_es: Acción Personalizada

source: Custom action
es_es: Acción personalizada

source: Customized
es_es: Personalizado

source: DEFEATED
es_es: DERROTADO

source: Dark theme
es_es: Tema oscuro

source: Decentralized raffle
es_es: Sorteo descentralizado

source: Decline dev reward
es_es: Rechazar recompensa de desarrollador

source: Delegate Votes
es_es: Delegar Votos

source: Delegate to a third party
es_es: Delegar a un tercero

source: Delegate {0} Votes
es_es: Delegar {0} Votos

source: Delegatee
es_es: Delegado

source: Delegating Votes
es_es: Delegando Votos

source: Delegating {0} votes to {activeDelegate}
es_es: Delegando {0} votos a {activeDelegate}

source: Description
es_es: Descripción

source: Detail
es_es: Detalle

source: Details
es_es: Detalles

source: Dev
es_es: Desarrollador

source: Dev Team
es_es: Equipo de desarrollo

source: Dev shackles: {0}
es_es: Grilletes de desarrollador: {0}

source: Developer reward
es_es: Recompensa de desarrollador

source: Disclaimer
es_es: Descargo de responsabilidad

source: Disconnect
es_es: Desconectar

source: Dismiss
es_es: Desestimar

source: Distribute
es_es: Distribuir

source: Distribute prizes for raffle #{0}
es_es: Distribuir premios para sorteo #{0}

source: EXECUTED
es_es: EJECUTADO

source: EXPIRED
es_es: EXPIRADO

source: Each OFP token can be exchanged for 5000 OFI tokens after 60 days of the Onifinance DAO launch. 100 million OFI tokens (10% of the initial supply) will be distributed in total.
es_es: Cada token OFP se puede intercambiar por 5000 tokens OFI después de 60 días del lanzamiento de Onifinance DAO. Se distribuirán un total de 100 millones de tokens OFI (10% del suministro inicial).

source: Each OFP token can be exchanged for 5000 OFI tokens.
es_es: Cada token OFP se puede intercambiar por 5000 tokens OFI.

source: Emergency Active
es_es: Emergencia Activa

source: Emergency active.
es_es: Emergencia Activa.

source: End of minting
es_es: Fin de la acuñación

source: Error connecting
es_es: Error conectando

source: Evidence
es_es: Evidencia

source: Exchange
es_es: Intercambiar

source: Exchange {0} {1}
es_es: Intercambiar {0} {1}

source: Exchanged
es_es: Intercambiado

source: Exchanging
es_es: Intercambiando

source: Exchanging {0} {1} tokens for {2} {3} tokens.
es_es: Intercambiando {0} tokens {1} por {2} tokens {3}.

source: Execute
es_es: Ejecutar

source: Execute Proposal
es_es: Ejecutar propuesta

source: Execute proposal
es_es: Ejecutar propuesta

source: Execute proposal {proposalId}
es_es: Ejecutar propuesta {proposalId}

source: Executing proposal
es_es: Ejecutando propuesta

source: Executing proposal {proposalId}
es_es: Ejecutando propuesta {proposalId}

source: Expansion to other networks at the request of the community.
es_es: Ampliación a otras redes a petición de la comunidad.

source: Explore
es_es: Explorar

source: FAQs
es_es: Preguntas frecuentes

source: Failed to switch networks from the Onifinance Interface. In order to use Onifinance on {0}, you must change the network in your wallet.
es_es: No se pudo cambiar de red desde la interfaz de Onifinance. Para usar Onifinance en {0}, debes cambiar la red en tu billetera.

source: Fifty community members will be randomly selected on Twitter and will be able to claim 1000 USDC tokens each. To participate, users must follow the <0>official Onifinance account</0> on Twitter and retweet a specified tweet for the raffle. The delivery of the tokens must be authorized by the community using the governance system.
es_es: Cincuenta miembros de la comunidad serán seleccionados al azar en Twitter y podrán reclamar 1000 tokens USDC cada uno. Para participar, los usuarios deben seguir la <0>cuenta oficial de Onifinance</0> en Twitter y retuitear un tweet especificado para el sorteo. La entrega de los tokens debe ser autorizada por la comunidad mediante el sistema de gobernanza.

source: Final dev reward, claim {0} minutes
es_es: Recompensa final de desarrollo, reclamar en {0} minutos

source: For
es_es: A favor

source: Function
es_es: Función

source: Function with input data types
es_es: Función con tipos de datos de entrada

source: Gas Limit
es_es: Límite de gas

source: Giveaway on twitter
es_es: Sorteo en twitter

source: Governance
es_es: Gobernanza

source: Hacku is a software developer passionate about decentralized finance who made the decision to create and launch Onifinance.
es_es: Hacku es un desarrollador de software apasionado por las finanzas descentralizadas que tomó la decisión de crear y lanzar Onifinance.

source: How and when can OFP tokens be exchanged for OFI tokens?
es_es: ¿Cómo y cuándo se pueden intercambiar los tokens OFP por tokens OFI?

source: How and when will the raffles be held?
es_es: ¿Cómo y cuándo se llevarán a cabo los sorteos?

source: How many OFI tokens will be obtained for each OFP token?
es_es: ¿Cuántos tokens OFI se obtendrán por cada token OFP?

source: How many OFI tokens will exist and how will they be distributed?
es_es: ¿Cuántos tokens OFI existirán y cómo se distribuirán?

source: How many OFP tokens can be minted?
es_es: ¿Cuántos tokens OFP se pueden acuñar?

source: How many votes are required for a proposal to be successful?
es_es: ¿Cuántos votos son necesarios para que una propuesta sea exitosa?

source: How many votes are required to start a proposal?
es_es: ¿Cuántos votos se necesitan para iniciar una propuesta?

source: How much does the developer of the Onifinance Project earn?
es_es: ¿Cuánto gana el desarrollador del Proyecto Onifinance?

source: How much will it cost to mint OFP tokens?
es_es: ¿Cuánto costará acuñar tokens OFP?

source: How to get votes in the Onifinance Project governance system?
es_es: ¿Cómo obtener votos en el sistema de gobierno del Proyecto Onifinance?

source: I agree that I am acting at my own risk and I will NOT hold the developer legally responsible for any financial loss due to errors in the <0>source code</0>.
es_es: Acepto que actúo bajo mi propio riesgo y NO responsabilizaré legalmente al desarrollador por cualquier pérdida financiera debido a errores en el <0>código fuente</0>.

source: Identicon
es_es: Identificador

source: If you think you have what it takes for Onifinance to succeed, do not hesitate to send us an email at <0>contact@onifinance.org</0>. We are always looking for talented professionals who want to join our team and contribute to the growth and success of the project. We look forward to reading your email and learning more about you!
es_es: Si crees que tienes lo necesario para que Onifinance tenga éxito, no dudes en enviarnos un correo electrónico a <0>contact@onifinance.org</0>. Siempre estamos buscando profesionales talentosos que quieran unirse a nuestro equipo y contribuir al crecimiento y éxito del proyecto. ¡Esperamos con interés leer tu correo electrónico y saber más sobre ti!

source: Important
es_es: Importante

source: In addition, shortly after its launch, the Onifinance DAO will introduce the Onifinance Name System, which will be a naming system that will allow users to purchase .ofi domains in exchange for OFD tokens.
es_es: Además, poco después de su lanzamiento, la Onifinance DAO introducirá el Sistema de Nombres de Onifinance, que será un sistema de nombres que permitirá a los usuarios adquirir dominios .ofi a cambio de tokens OFD.

source: In summary, OFP tokens allow their holders to participate in the building of the Onifinance DAO through the Onifinance Project governance system, and once the construction of the Onifinance DAO is complete, to obtain OFI tokens. They can also be used to obtain USDC tokens through raffles and to receive a portion of the OFP contract balance in case of emergency.
es_es: En resumen, los tokens OFP permiten a sus poseedores participar en la construcción de la Onifinance DAO a través del sistema de gobernanza del proyecto Onifinance, y una vez que la construcción de la Onifinance DAO esté completa, obtener tokens OFI. También se pueden utilizar para obtener tokens USDC a través de sorteos y para recibir una parte del saldo del contrato OFP en caso de emergencia.

source: In the Onifinance Project, 7 random seeds generated by <0>Chainlink VRF</0> will be used as a basis for selecting the winning OFP token IDs in each decentralized draw. This ensures that the winner selection process is fair and transparent.
es_es: En el proyecto Onifinance, se utilizarán 7 semillas aleatorias generadas por <0>Chainlink VRF</0> como base para seleccionar los ID de tokens OFP ganadores en cada sorteo descentralizado. Esto asegura que el proceso de selección de ganadores sea justo y transparente.

source: In the Onifinance Project, seven decentralized raffles will be held once {0} OFP tokens have been minted. These raffles will be conducted using random numbers generated with <0>Chainlink VRF</0> as a seed to select the IDs of the winning OFP tokens. Each raffle will have a certain number of winners and prizes in USDC tokens.
es_es: En el proyecto Onifinance, se llevarán a cabo siete sorteos descentralizados una vez que se hayan acuñado {0} tokens OFP. Estos sorteos se realizarán utilizando números aleatorios generados con <0>Chainlink VRF</0> como semilla para seleccionar los IDs de los tokens OFP ganadores. Cada sorteo tendrá un número determinado de ganadores y premios en tokens USDC.

source: In total, 50 million OFI tokens will be distributed among the staff who significantly contribute to the creation and implementation of the Onifinance DAO.
es_es: En total se distribuirán 50 millones de tokens OFI entre el personal que contribuya significativamente a la creación e implementación del Onifinance DAO.

source: In total, 650 million OFI tokens (65% of the initial supply) will be distributed in the liquidity mining program.
es_es: En total, se distribuirán 650 millones de tokens OFI (el 65% del suministro inicial) en el programa de minería de liquidez.

source: Install MetaMask
es_es: Instalar MetaMask

source: Invalid account
es_es: Cuenta no válida

source: It will be allowed to mint a total of {0} OFP tokens and each user will be able to mint a maximum of 20 OFP tokens per transaction.
es_es: Se permitirá acuñar un total de {0} tokens OFP y cada usuario podrá acuñar un máximo de 20 tokens OFP por transacción.

source: It's not time yet.
es_es: Aún no es tiempo.

source: Items marked with this icon: <0/>, are subject to change by the community, using the governance system.
es_es: Los elementos marcados con este ícono: <0/>, están sujetos a cambios por parte de la comunidad, utilizando el sistema de gobernanza.

source: Language
es_es: Idioma

source: Launch of Onifinance DAO
es_es: Lanzamiento de Onifinance DAO

source: Light theme
es_es: Tema claro

source: Liquidity Mining
es_es: Minería de liquidez

source: Liquidity mining is a technique that will allow users to earn a reward in OFI tokens for providing liquidity during the first 90 days on some Automated Market Maker (AMM) pairs.
es_es: La minería de liquidez es una técnica que permitirá a los usuarios ganar una recompensa en tokens OFI por proporcionar liquidez durante los primeros 90 días en algunos pares de Creador de Mercado Automatizado (AMM).
